Repository: Hazert-Depancon/Friends-Test
Catalog: lib/l10n/app_*.arb
Languages: tr

# about_string_one
source: This app made by: Oğuz Kağan Güllü, and yes I'm from Turkey. I'm 13 years old
tr: Bu uygulamayı yapan: Oğuz Kağan Güllü ve evet ben Türkiyeliyim. 13 yaşındayım

# about_string_two
source: There were many people who helped me more or less while writing this application. With your permission, I would like to pass on the names of these important people along with their social media accounts.
tr: Bu uygulamayı yazarken bana az çok yardımcı olan birçok kişi oldu. İzninizle bu önemli kişilerin isimlerini sosyal medya hesaplarıyla birlikte aktarmak istiyorum.

# about_string_three
source: First of all, to my father, who helped me in many ways and had a lot of work on me. Then I would like to express my thanks to my dear mentor Said Korkmaz. Of course, we should not forget my dear mother and sister. It is not possible to thank Veli Bacik, who is a very important person both for me and for the Flutter community in Turkey. Also, many thanks to Altay for helping out on Discord.
tr: Öncelikle bana bir çok konuda yardımı dokunan, üzerimde emeği çok olan, babama. Ardından sevgili mentörüm Said Korkmaz'a teşekkürlerimi iletmek istiyorum. Canım annem ve kız kardeşimide unutmamak lazım tabi. Hem benim hemde Türkiyedeki Flutter topluluğu için çok önemli bir insan olan Veli Bacık'a da teşekkür etmeden olmaz. Birde Discord üzerinden yardım eden Altay a da çok teşekkürler.

# version_page
source: This version is the first version of the Friends test app. Options, question, and adding a title. It has the most basic features such as putting questions into practice. So what will be done in the future? A good question is the game that can only be played on a single device now, we are planning to add the feature of sharing with your distant friend in the near future and we want to fix any errors.
tr: Bu sürüm, Friends test uygulamasının ilk sürümüdür. Seçenekler, soru ve başlık ekleme. Soruları uygulamaya koymak gibi en temel özelliklere sahiptir. Peki gelecekte ne yapılacak? Güzel bir soru şu anda sadece tek bir cihazda oynanabilen oyun, yakın zamanda uzaktaki arkadaşınızla paylaşma özelliğini eklemeyi planlıyoruz ve varsa hataları düzeltmek istiyoruz.

source: Your Questions
tr: Soruların

source: About
tr: Hakkında

source: Version
tr: Versiyonlar

source: Contact
tr: Bağlantı

# no_question
source: No Added Questions
tr: Hiç Soru Eklenmedi

# start_add_question
source: Add a Question to get started
tr: Bir Soru Ekleyerek Başla

source: Time is Up!
tr: Zaman Doldu

# to_home
source: Back to Home
tr: Anasayfaya Dön

source: Add a New Question
tr: Yeni Soru Ekle

# update_question
source: Update your Question
tr: Sorunu Güncelle

source: Title
tr: Başlık

source: Question
tr: Soru

source: Option One
tr: Şık Bir

source: Option Two
tr: Şık İki

# a
source: Is the first letter of your name a?
tr: Adının ilk harfi a mı?

# b
source: Is the first letter of your name b?
tr: Adının ilk harfi b mi?

# c
source: Is the first letter of your name c?
tr: Adının ilk harfi c mi?

# d
source: Is the first letter of your name d?
tr: Adının ilk harfi d mi?

# e
source: Is the first letter of your name e?
tr: Adının ilk harfi e mi?

# f
source: Is the first letter of your name f?
tr: Adının ilk harfi f mi?

# g
source: Is the first letter of your name g?
tr: Adının ilk harfi g mi?

# h
source: Is the first letter of your name h?
tr: Adının ilk harfi h mi?

# i
source: Is the first letter of your name i?
tr: Adının ilk harfi i mi?

# j
source: Is the first letter of your name j?
tr: Adının ilk harfi j mi?

# k
source: Is the first letter of your name k?
tr: Adının ilk harfi k mi?

# l
source: Is the first letter of your name l?
tr: Adının ilk harfi l mi?

# m
source: Is the first letter of your name m?
tr: Adının ilk harfi m mi?

# n
source: Is the first letter of your name n?
tr: Adının ilk harfi n mi?

# o
source: Is the first letter of your name o?
tr: Adının ilk harfi o mu?

# p
source: Is the first letter of your name p?
tr: Adının ilk harfi p mi?

# r
source: Is the first letter of your name r?
tr: Adının ilk harfi r mi?

# s
source: Is the first letter of your name s?
tr: Adının ilk harfi s mi?

# t
source: Is the first letter of your name t?
tr: Adının ilk harfi t mi?

# u
source: Is the first letter of your name u?
tr: Adının ilk harfi u mu?

# v
source: Is the first letter of your name v?
tr: Adının ilk harfi v mi?

# y
source: Is the first letter of your name y?
tr: Adının ilk harfi y mi?

# z
source: Is the first letter of your name z?
tr: Adının ilk harfi z mi?

# watch_friends
source: Have you watched the Friends series?
tr: Friends dizisini izledin mi?

source: yes
tr: evet

source: no
tr: hayır

# ready_one
source: Are You Ready?
tr: Hazır Mısın?

# ready_two
source: READY
tr: Hazır

source: Results
tr: Sonuçlar

# answered
source: Your Friend Answered
tr: Arkadaşın Şöyle Cevapladı:

# required
source: Field is required.
tr: Bu alan boş bırakılamaz.
